Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 正在比对声纹…
ar: جارٍ مطابقة البصمات الصوتية…
de: Stimmprofile werden abgeglichen…
en: Matching voiceprints…
es: Comparando huellas de voz…
fr: Comparaison des empreintes…
hi: वॉयसप्रिंट मिलाए जा रहे हैं…
id: Mencocokkan sidik suara…
it: Confronto impronte vocali…
ja: 声紋を照合中…
ko: 음성 지문 대조 중…
nl: Spraakafdrukken vergelijken…
pl: Porównywanie odcisków głosu…
pt: Comparando impressões vocais…
ru: Сопоставление голосовых отпечатков…
sv: Jämför röstavtryck…
th: กำลังเทียบลายเสียง…
tr: Ses izleri eşleştiriliyor…
uk: Порівняння голосових відбитків…
vi: Đang đối chiếu dấu vân giọng nói…
zh_hant: 正在比對聲紋…

source: 正在消除回声…
ar: جارٍ إزالة الصدى…
de: Echo wird entfernt…
en: Removing echo…
es: Eliminando el eco…
fr: Suppression de l'écho…
hi: प्रतिध्वनि हटाई जा रही है…
id: Menghapus gema…
it: Rimozione dell'eco…
ja: エコーを除去中…
ko: 에코 제거 중…
nl: Echo wordt verwijderd…
pl: Usuwanie echa…
pt: A remover o eco…
ru: Удаление эха…
sv: Tar bort eko…
th: กำลังตัดเสียงสะท้อน…
tr: Yankı kaldırılıyor…
uk: Видалення відлуння…
vi: Đang khử tiếng vọng…
zh_hant: 正在消除回音…

source: 正在混音导出…
ar: جارٍ الدمج والتصدير…
de: Mischen und Exportieren…
en: Mixing and exporting…
es: Mezclando y exportando…
fr: Mixage et export…
hi: मिक्सिंग और निर्यात हो रहा है…
id: Mencampur dan mengekspor…
it: Missaggio ed esportazione…
ja: ミックスして書き出し中…
ko: 믹싱 및 내보내기 중…
nl: Mixen en exporteren…
pl: Miksowanie i eksportowanie…
pt: A misturar e exportar…
ru: Сведение и экспорт…
sv: Mixar och exporterar…
th: กำลังมิกซ์และส่งออก…
tr: Miksleniyor ve dışa aktarılıyor…
uk: Зведення та експорт…
vi: Đang trộn và xuất…
zh_hant: 正在混音匯出…

source: 正在生成总结...
ar: جارٍ إنشاء الملخص...
de: Zusammenfassung wird erstellt...
en: Generating summary...
es: Generando resumen...
fr: Génération du résumé...
hi: सारांश बनाया जा रहा है...
id: Membuat ringkasan...
it: Generazione del riassunto...
ja: 要約を生成中...
ko: 요약 생성 중...
nl: Samenvatting genereren...
pl: Generowanie podsumowania...
pt: Gerando resumo...
ru: Создание резюме...
sv: Skapar sammanfattning...
th: กำลังสร้างสรุป...
tr: Özet oluşturuluyor...
uk: Створення підсумку...
vi: Đang tạo tóm tắt...
zh_hant: 正在產生總結...

source: 正在用本地模型分析（%lld/%lld）…
ar: جارٍ التحليل بالنموذج المحلي (%lld/%lld)…
de: Analyse mit lokalem Modell (%lld/%lld)…
en: Analyzing with local model (%lld/%lld)…
es: Analizando con el modelo local (%lld/%lld)…
fr: Analyse avec le modèle local (%lld/%lld)…
hi: लोकल मॉडल से विश्लेषण जारी (%lld/%lld)…
id: Menganalisis dengan model lokal (%lld/%lld)…
it: Analisi con il modello locale (%lld/%lld)…
ja: ローカルモデルで分析中（%lld/%lld）…
ko: 로컬 모델로 분석 중 (%lld/%lld)…
nl: Analyseren met lokaal model (%lld/%lld)…
pl: Analizowanie modelem lokalnym (%lld/%lld)…
pt: Analisando com o modelo local (%lld/%lld)…
ru: Анализ локальной моделью (%lld/%lld)…
sv: Analyserar med lokal modell (%lld/%lld)…
th: กำลังวิเคราะห์ด้วยโมเดลภายในเครื่อง (%lld/%lld)…
tr: Yerel modelle analiz ediliyor (%lld/%lld)…
uk: Аналіз локальною моделлю (%lld/%lld)…
vi: Đang phân tích bằng mô hình cục bộ (%lld/%lld)…

source: 正在等待后台任务收尾…
ar: جارٍ انتظار انتهاء المهمة الخلفية…
de: Warten auf den Abschluss des Hintergrundprozesses…
en: Waiting for the background task to finish…
es: Esperando a que finalice la tarea en segundo plano…
fr: En attente de la fin de la tâche d'arrière-plan…
hi: पृष्ठभूमि कार्य पूरा होने की प्रतीक्षा की जा रही है…
id: Menunggu tugas latar belakang selesai…
it: In attesa che l'attività in background termini…
ja: バックグラウンドタスクの終了を待っています…
ko: 백그라운드 작업 마무리를 기다리는 중…
nl: Wachten tot de achtergrondtaak is afgerond…
pl: Oczekiwanie na zakończenie zadania w tle…
pt: A aguardar a conclusão da tarefa em segundo plano…
ru: Ожидание завершения фоновой задачи…
sv: Väntar på att bakgrundsuppgiften ska slutföras…
th: กำลังรอให้งานเบื้องหลังเสร็จสิ้น…
tr: Arka plan görevinin tamamlanması bekleniyor…
uk: Очікування завершення фонового завдання…
vi: Đang chờ tác vụ nền hoàn tất…
zh_hant: 正在等待背景工作收尾…

source: 正在获取数据库独占权并打开本地数据库。
ar: جارٍ الحصول على حق الوصول الحصري إلى قاعدة البيانات وفتح قاعدة البيانات المحلية.
de: Exklusiver Zugriff auf die Datenbank wird angefordert und die lokale Datenbank geöffnet.
en: Acquiring exclusive ownership of the database and opening the local database.
es: Obteniendo el acceso exclusivo a la base de datos y abriendo la base de datos local.
fr: Obtention de l'accès exclusif à la base de données et ouverture de la base locale.
hi: डेटाबेस पर अनन्य अधिकार प्राप्त किया जा रहा है और स्थानीय डेटाबेस खोला जा रहा है।
id: Mengambil hak akses eksklusif basis data dan membuka basis data lokal.
it: Acquisizione dell’accesso esclusivo al database e apertura del database locale.
ja: データベースの排他権を取得してローカルデータベースを開いています。
ko: 데이터베이스 독점 권한을 얻고 로컬 데이터베이스를 여는 중입니다.
nl: Exclusieve toegang tot de database wordt verkregen en de lokale database wordt geopend.
pl: Uzyskiwanie wyłącznego dostępu do bazy danych i otwieranie lokalnej bazy danych.
pt: A obter acesso exclusivo à base de dados e a abrir a base de dados local.
ru: Получение монопольного доступа к базе данных и открытие локальной базы данных.
sv: Exklusiv åtkomst till databasen hämtas och den lokala databasen öppnas.
th: กำลังขอสิทธิ์เข้าถึงฐานข้อมูลแบบเฉพาะและเปิดฐานข้อมูลในเครื่อง
tr: Veritabanının özel kullanım hakkı alınıyor ve yerel veritabanı açılıyor.
uk: Отримання монопольного доступу до бази даних і відкриття локальної бази даних.
vi: Đang lấy quyền truy cập độc quyền cơ sở dữ liệu và mở cơ sở dữ liệu cục bộ.
zh_hant: 正在取得資料庫獨佔權並開啟本機資料庫。

source: 正在获取模型列表…
ar: جارٍ جلب قائمة النماذج…
de: Modellliste wird abgerufen…
en: Fetching model list…
es: Obteniendo la lista de modelos…
fr: Récupération de la liste des modèles…
hi: मॉडल सूची प्राप्त हो रही है…
id: Mengambil daftar model…
it: Recupero dell'elenco dei modelli…
ja: モデル一覧を取得中…
ko: 모델 목록 가져오는 중…
nl: Modellenlijst ophalen…
pl: Pobieranie listy modeli…
pt: A obter a lista de modelos…
ru: Получение списка моделей…
sv: Hämtar modellistan…
th: กำลังดึงรายการโมเดล…
tr: Model listesi alınıyor…
uk: Отримання списку моделей…
vi: Đang lấy danh sách mô hình…
zh_hant: 正在取得模型清單…

source: 正在语音识别…
ar: جارٍ التعرف على الكلام…
de: Spracherkennung…
en: Recognizing speech…
es: Reconociendo voz…
fr: Reconnaissance vocale…
hi: वाक् पहचान जारी…
id: Mengenali suara…
it: Riconoscimento vocale…
ja: 音声を認識中…
ko: 음성 인식 중…
nl: Spraak herkennen…
pl: Rozpoznawanie mowy…
pt: Reconhecendo fala…
ru: Распознавание речи…
sv: Taligenkänning…
th: กำลังรู้จำเสียง…
tr: Konuşma tanınıyor…
uk: Розпізнавання мовлення…
vi: Đang nhận dạng giọng nói…
zh_hant: 正在語音識別…

source: 正在请模型读取画面…
ar: جارٍ طلب قراءة المحتوى المرئي من النموذج…
de: Modell liest die Bilder…
en: Asking the Model to Read the Visuals…
es: Pidiendo al modelo que lea las imágenes…
fr: Lecture des visuels par le modèle…
hi: मॉडल से दृश्य पढ़ने को कहा जा रहा है…
id: Meminta model membaca visual…
it: Lettura dei contenuti visivi da parte del modello…
ja: モデルに画面を読ませています…
ko: 모델이 화면을 읽는 중…
nl: Model laten lezen…
pl: Model odczytuje obraz…
pt: A pedir ao modelo que leia as imagens…
ru: Модель читает изображения…
sv: Ber modellen läsa bilderna…
th: กำลังให้โมเดลอ่านภาพ…
tr: Modelden görselleri okuması isteniyor…
uk: Модель читає зображення…
vi: Đang yêu cầu mô hình đọc hình ảnh…
zh_hant: 正在請模型讀取畫面…

source: 正在转写中...
ar: جارٍ التفريغ...
de: Transkription läuft...
en: Transcribing...
es: Transcribiendo...
fr: Transcription en cours...
hi: ट्रांसक्राइब हो रहा है...
id: Mentranskripsi...
it: Trascrizione in corso...
ja: 文字起こし中...
ko: 전사 중...
nl: Transcriberen...
pl: Transkrybowanie...
pt: Transcrevendo...
ru: Идёт расшифровка...
sv: Transkriberar...
th: กำลังถอดความ...
tr: Çeviri yazı oluşturuluyor...
uk: Транскрибування...
vi: Đang chuyển ngữ...
zh_hant: 正在轉寫中...

source: 此功能仅在 macOS 上可用
ar: هذه الميزة متاحة على macOS فقط
de: Diese Funktion ist nur auf macOS verfügbar
en: This feature is only available on macOS
es: Esta función solo está disponible en macOS
fr: Cette fonctionnalité n'est disponible que sur macOS
hi: यह सुविधा केवल macOS पर उपलब्ध है
id: Fitur ini hanya tersedia di macOS
it: Questa funzione è disponibile solo su macOS
ja: この機能は macOS でのみ利用できます
ko: 이 기능은 macOS에서만 사용할 수 있습니다
nl: Deze functie is alleen beschikbaar op macOS
pl: Ta funkcja jest dostępna tylko na macOS
pt: Este recurso está disponível apenas no macOS
ru: Эта функция доступна только на macOS
sv: Denna funktion är endast tillgänglig på macOS
th: ฟีเจอร์นี้มีเฉพาะบน macOS
tr: Bu özellik yalnızca macOS'ta kullanılabilir
uk: Ця функція доступна лише на macOS
vi: Tính năng này chỉ khả dụng trên macOS
zh_hant: 此功能僅在 macOS 上可用

source: 每行一条，三种写法： - 术语 （按拼音自动纠正，无需知道错误写法） | 错误词 | 正确词 | （精确替换） 错误词 -> 正确词 （精确替换） 当前共 %lld 条有效条目。
ar: إدخال واحد في كل سطر، بثلاث صيغ: - مصطلح (تصحيح تلقائي حسب البينيين دون الحاجة لمعرفة الأخطاء) | كلمة خاطئة | كلمة صحيحة | (استبدال دقيق) كلمة خاطئة -> كلمة صحيحة (استبدال دقيق) حاليًا %lld إدخالًا صالحًا إجمالًا.
de: Ein Eintrag pro Zeile, drei Formate: - Begriff (Automatische Korrektur per Pinyin, Fehlschreibweisen müssen nicht bekannt sein) | Falsch | Richtig | (Exakte Ersetzung) Falsch -> Richtig (Exakte Ersetzung) Derzeit insgesamt %lld gültige Einträge.
en: One entry per line, three formats: - Term (auto-corrected by pinyin; no need to know misspellings) | Wrong | Correct | (exact replacement) Wrong -> Correct (exact replacement) Currently %lld valid entries in total.
es: Una entrada por línea, tres formatos: - Término (corrección automática por pinyin, sin conocer los errores) | Palabra incorrecta | Palabra correcta | (sustitución exacta) Palabra incorrecta -> Palabra correcta (sustitución exacta) Actualmente hay %lld entradas válidas.
fr: Une entrée par ligne, trois formats : - Terme (correction automatique par pinyin, inutile de connaître les fautes) | Mot erroné | Mot correct | (remplacement exact) Mot erroné -> Mot correct (remplacement exact) Actuellement %lld entrées valides au total.
hi: प्रति पंक्ति एक प्रविष्टि, तीन प्रारूप: - शब्द (पिंयिन से स्वतः सुधार, गलत रूप जानना ज़रूरी नहीं) | गलत शब्द | सही शब्द | (सटीक प्रतिस्थापन) गलत शब्द -> सही शब्द (सटीक प्रतिस्थापन) वर्तमान में कुल %lld मान्य प्रविष्टियाँ।
id: Satu entri per baris, tiga format: - Istilah (koreksi otomatis berdasarkan pinyin, tanpa perlu tahu kesalahan) | Kata salah | Kata benar | (penggantian eksak) Kata salah -> Kata benar (penggantian eksak) Saat ini total %lld entri valid.
it: Una voce per riga, tre formati: - Termine (correzione automatica tramite pinyin, senza conoscere gli errori) | Parola errata | Parola corretta | (sostituzione esatta) Parola errata -> Parola corretta (sostituzione esatta) Attualmente %lld voci valide in totale.
ja: 1 行 1 件、3 つの書き方： - 用語 （ピンインで自動修正、誤った表記を知る必要なし） | 誤表記 | 正表記 | （厳密な置換） 誤表記 -> 正表記 （厳密な置換） 現在、有効な項目は計 %lld 件です。
ko: 한 줄에 하나씩, 세 가지 형식: - 용어 (병음 기준으로 자동 교정, 오기를 알 필요 없음) | 잘못된 단어 | 올바른 단어 | (정확 교체) 잘못된 단어 -> 올바른 단어 (정확 교체) 현재 유효 항목은 총 %lld개입니다.
nl: Eén item per regel, drie formaten: - Term (automatische correctie via pinyin, fouten hoeven niet bekend te zijn) | Verkeerd woord | Juist woord | (exacte vervanging) Verkeerd woord -> Juist woord (exacte vervanging) Momenteel in totaal %lld geldige items.
pl: Jeden wpis na wiersz, trzy formaty: - Termin (automatyczna korekta według pinyin, bez znajomości błędów) | Błędne słowo | Poprawne słowo | (dokładne zastąpienie) Błędne słowo -> Poprawne słowo (dokładne zastąpienie) Obecnie łącznie %lld poprawnych wpisów.
pt: Uma entrada por linha, três formatos: - Termo (correção automática por pinyin, sem precisar conhecer os erros) | Palavra errada | Palavra correta | (substituição exata) Palavra errada -> Palavra correta (substituição exata) Atualmente %lld entradas válidas no total.
ru: Одна запись на строку, три формата: - Термин (автокоррекция по пиньиню, ошибки знать не нужно) | Неверное слово | Верное слово | (точная замена) Неверное слово -> Верное слово (точная замена) Сейчас всего %lld допустимых записей.
sv: En post per rad, tre format: - Term (automatisk korrigering via pinyin, utan att felstavningar behöver vara kända) | Fel ord | Rätt ord | (exakt ersättning) Fel ord -> Rätt ord (exakt ersättning) För närvarande totalt %lld giltiga poster.
th: หนึ่งบรรทัดต่อหนึ่งรายการ มีสามรูปแบบ: - คำศัพท์ (แก้ตามพินอินอัตโนมัติ ไม่ต้องรู้คำผิด) | คำผิด | คำถูก | (แทนที่แบบตรงตัว) คำผิด -> คำถูก (แทนที่แบบตรงตัว) ปัจจุบันมีรายการที่ใช้ได้ทั้งหมด %lld รายการ
tr: Satır başına bir giriş, üç biçim: - Terim (pinyin ile otomatik düzeltme, hataları bilmeye gerek yok) | Yanlış kelime | Doğru kelime | (birebir değiştirme) Yanlış kelime -> Doğru kelime (birebir değiştirme) Şu anda toplam %lld geçerli giriş var.
uk: Один запис на рядок, три формати: - Термін (автовиправлення за піньїню, помилки знати не потрібно) | Невірне слово | Правильне слово | (точна заміна) Невірне слово -> Правильне слово (точна заміна) Наразі загалом %lld дійсних записів.
vi: Mỗi dòng một mục, ba định dạng: - Thuật ngữ (tự sửa theo bính âm, không cần biết cách viết sai) | Sai | Đúng | (thay chính xác) Sai -> Đúng (thay chính xác) Hiện có tổng cộng %lld mục hợp lệ.
zh_hant: 每行一條，三種寫法： - 術語 （按拼音自動糾正，無需知道錯誤寫法） | 錯誤詞 | 正確詞 | （精確替換） 錯誤詞 -> 正確詞 （精確替換） 當前共 %lld 條有效條目。

source: 没有可合并的同名声纹
ar: لا توجد بصمات صوتية متطابقة بالاسم لدمجها
de: Keine gleichnamigen Stimmprofile zum Zusammenführen
en: No same-name voiceprints to merge
es: No hay huellas de voz homónimas para combinar
fr: Aucune empreinte vocale homonyme à fusionner
hi: मर्ज करने के लिए समान नाम वाले वॉयसप्रिंट नहीं हैं
id: Tidak ada sidik suara bernama sama untuk digabungkan
it: Nessuna impronta vocale omonima da unire
ja: 統合できる同名の声紋がありません
ko: 병합할 같은 이름의 음성 지문이 없습니다
nl: Geen gelijknamige spraakafdrukken om samen te voegen
pl: Brak odcisków głosu o tej samej nazwie do scalenia
pt: Não há impressões vocais homónimas para juntar
ru: Нет одноимённых голосовых отпечатков для объединения
sv: Inga röstavtryck med samma namn att slå samman
th: ไม่มีลายเสียงชื่อเดียวกันให้รวม
tr: Birleştirilecek aynı adlı ses izi yok
uk: Немає однойменних голосових відбитків для об’єднання
vi: Không có dấu vân giọng nói cùng tên để hợp nhất
zh_hant: 沒有可合併的同名聲紋

source: 没有可导出的内容。
ar: لا يوجد محتوى للتصدير.
de: Es gibt nichts zu exportieren.
en: There is nothing to export.
es: No hay nada que exportar.
fr: Il n'y a rien à exporter.
hi: निर्यात करने के लिए कुछ नहीं है।
id: Tidak ada yang bisa diekspor.
it: Non c'è nulla da esportare.
ja: 書き出せる内容がありません。
ko: 내보낼 내용이 없습니다.
nl: Er is niets om te exporteren.
pl: Nie ma nic do wyeksportowania.
pt: Não há nada para exportar.
ru: Экспортировать нечего.
sv: Det finns inget att exportera.
th: ไม่มีเนื้อหาให้ส่งออก
tr: Dışa aktarılacak içerik yok.
uk: Немає чого експортувати.
vi: Không có nội dung để xuất.
zh_hant: 沒有可匯出的內容。

source: 没有可用的画面信息：未能从视频中找到可识别的帧（非视觉模型需要抽到的帧里有文字）
ar: لا توجد معلومات مرئية قابلة للاستخدام: لم يُعثر على إطارات قابلة للتعرّف في الفيديو (النماذج غير المرئية تحتاج إلى نص في الإطارات المستخرجة).
de: Keine verwertbaren Bildinformationen: Im Video wurden keine erkennbaren Frames gefunden (nicht-visuelle Modelle benötigen Text in den extrahierten Frames).
en: No usable visual information: no recognizable frames were found in the video (non-visual models need text visible in the extracted frames).
es: No hay información visual utilizable: no se encontraron fotogramas reconocibles (los modelos no visuales necesitan texto en los fotogramas extraídos).
fr: Aucune information visuelle exploitable : aucune image reconnaissable n’a été trouvée (les modèles non visuels ont besoin de texte dans les images extraites).
hi: कोई उपयोगी दृश्य जानकारी नहीं: वीडियो में पहचानने योग्य फ़्रेम नहीं मिले (गैर-दृश्य मॉडल को निकाले गए फ़्रेम में टेक्स्ट चाहिए)।
id: Tidak ada informasi visual yang berguna: tidak ditemukan frame yang dapat dikenali di video (model non-visual butuh teks di frame hasil ekstraksi).
it: Nessuna informazione visiva utilizzabile: non sono stati trovati fotogrammi riconoscibili (i modelli non visivi richiedono testo nei fotogrammi estratti).
ja: 利用できる画面情報がありません。動画から認識可能なフレームが見つかりませんでした（非視覚モデルは抽出フレーム内の文字が必要です）。
ko: 사용할 수 있는 화면 정보가 없습니다. 동영상에서 인식 가능한 프레임을 찾지 못했습니다(비전 모델이 아니면 추출된 프레임에 텍스트가 있어야 합니다).
nl: Geen bruikbare beeldinformatie: er zijn geen herkenbare frames in de video gevonden (niet-visuele modellen hebben tekst in de frames nodig).
pl: Brak użytecznych informacji obrazowych: nie znaleziono rozpoznawalnych klatek (modele nieobrazowe potrzebują tekstu w wyodrębnionych klatkach).
pt: Sem informação visual utilizável: não foram encontrados fotogramas reconhecíveis (modelos não visuais precisam de texto nos fotogramas extraídos).
ru: Нет пригодной визуальной информации: в видео не найдено распознаваемых кадров (моделям без зрения нужен текст в извлечённых кадрах).
sv: Ingen användbar bildinformation: inga igenkännbara bildrutor hittades (icke-visuella modeller behöver text i de extraherade bildrutorna).
th: ไม่มีข้อมูลภาพที่ใช้ได้ เพราะไม่พบเฟรมที่รู้จำได้ในวิดีโอ (โมเดลที่ไม่ใช่แบบเห็นภาพต้องมีข้อความในเฟรมที่ดึงมา)
tr: Kullanılabilir görsel bilgi yok: videoda tanınabilir kare bulunamadı (görsel olmayan modeller çıkarılan karelerde metin arar).
uk: Немає придатної візуальної інформації: у відео не знайдено розпізнаваних кадрів (моделям без зору потрібен текст у видобутих кадрах).
vi: Không có thông tin hình ảnh dùng được: không tìm thấy khung hình nhận dạng được trong video (mô hình không thị giác cần có chữ trong khung đã trích).
zh_hant: 沒有可用的畫面資訊：未能從影片中找到可識別的影格（非視覺模型需要抽到的影格裡有文字）

source: 没有已完成转写的录音，无法扫描。
ar: لا توجد تسجيلات مكتملة التفريغ؛ يتعذّر الفحص.
de: Keine abgeschlossenen Transkriptionen vorhanden; Scan nicht möglich.
en: No recordings with completed transcription; cannot scan.
es: No hay grabaciones con transcripción completada; no se puede analizar.
fr: Aucun enregistrement transcrit ; analyse impossible.
hi: कोई पूर्ण ट्रांसक्रिप्शन रिकॉर्डिंग नहीं है; स्कैन संभव नहीं।
id: Tidak ada rekaman dengan transkripsi selesai; tidak dapat memindai.
it: Nessuna registrazione con trascrizione completata; impossibile analizzare.
ja: 転写が完了した録音がないため、スキャンできません。
ko: 전사가 완료된 녹음이 없어 검사할 수 없습니다.
nl: Geen opnamen met voltooide transcriptie; scannen niet mogelijk.
pl: Brak nagrań z ukończoną transkrypcją; nie można skanować.
pt: Nenhuma gravação com transcrição concluída; não é possível verificar.
ru: Нет записей с завершённой транскрипцией; сканирование невозможно.
sv: Inga inspelningar med slutförd transkription; kan inte skanna.
th: ไม่มีบันทึกเสียงที่ถอดเสียงเสร็จแล้ว จึงสแกนไม่ได้
tr: Transkripsiyonu tamamlanmış kayıt yok; taranamıyor.
uk: Немає записів із завершеною транскрипцією; сканування неможливе.
vi: Không có bản ghi âm nào đã phiên âm xong; không thể quét.
zh_hant: 沒有已完成轉寫的錄音，無法掃描。

source: 没有访问权限，请检查 API Key 权限
ar: رُفض الوصول. تحقق من أذونات مفتاح API.
de: Zugriff verweigert. Bitte prüfen Sie die API-Schlüsselberechtigungen.
en: Access denied. Please check the API key permissions.
es: Acceso denegado. Comprueba los permisos de la clave API.
fr: Accès refusé. Veuillez vérifier les autorisations de la clé API.
hi: पहुँच अस्वीकृत। कृपया API कुंजी अनुमतियाँ जाँचें।
id: Akses ditolak. Silakan periksa izin kunci API.
it: Accesso negato. Controlla le autorizzazioni della chiave API.
ja: アクセス権限がありません。API キーの権限を確認してください。
ko: 접근 권한이 없습니다. API 키 권한을 확인하세요.
nl: Toegang geweigerd. Controleer de API-sleutelmachtigingen.
pl: Odmowa dostępu. Sprawdź uprawnienia klucza API.
pt: Acesso negado. Verifique as permissões da chave de API.
ru: Доступ запрещён. Проверьте разрешения API-ключа.
sv: Åtkomst nekad. Kontrollera API-nyckelns behörigheter.
th: การเข้าถึงถูกปฏิเสธ โปรดตรวจสอบสิทธิ์ของ API Key
tr: Erişim reddedildi. Lütfen API anahtarı izinlerini kontrol edin.
uk: Доступ заборонено. Перевірте дозволи ключа API.
vi: Quyền truy cập bị từ chối. Vui lòng kiểm tra quyền của khóa API.
zh_hant: 沒有訪問權限，請檢查 API Key 權限

source: 润色标题
ar: تحسين العنوان
de: Titel aufwerten
en: Polish Title
es: Pulir título
fr: Reformuler le titre
hi: शीर्षक सुधारें
id: Poles judul
it: Rifinisci titolo
ja: タイトルを整える
ko: 제목 다듬기
nl: Titel polijsten
pl: Dopracuj tytuł
pt: Refinar título
ru: Улучшить заголовок
sv: Förfina titel
th: ปรับชื่อให้สละสลวย
tr: Başlığı iyileştir
uk: Поліпшити заголовок
vi: Trau chuốt tiêu đề
zh_hant: 潤色標題

source: 润色标题失败：%@
ar: فشل تحسين العنوان: %@
de: Titel konnte nicht aufgewertet werden: %@
en: Failed to polish title: %@
es: Error al pulir el título: %@
fr: Échec de la reformulation du titre : %@
hi: शीर्षक सुधारना विफल: %@
id: Gagal memoles judul: %@
it: Rifinitura del titolo non riuscita: %@
ja: タイトルの調整に失敗しました：%@
ko: 제목 다듬기 실패: %@
nl: Titel polijsten mislukt: %@
pl: Nie udało się dopracować tytułu: %@
pt: Falha ao refinar o título: %@
ru: Не удалось улучшить заголовок: %@
sv: Kunde inte förfina titeln: %@
th: ปรับชื่อล้มเหลว: %@
tr: Başlık iyileştirilemedi: %@
uk: Не вдалося поліпшити заголовок: %@
vi: Trau chuốt tiêu đề thất bại: %@
zh_hant: 潤色標題失敗：%@

source: 润色标题失败：大模型返回了空内容，请重试。
ar: فشل تحسين العنوان: أعاد النموذج محتوى فارغًا. يرجى إعادة المحاولة.
de: Titel konnte nicht aufgewertet werden: Das Modell hat leeren Inhalt zurückgegeben. Bitte erneut versuchen.
en: Failed to polish title: the model returned empty content. Please try again.
es: Error al pulir el título: el modelo devolvió contenido vacío. Inténtalo de nuevo.
fr: Échec de la reformulation du titre : le modèle a renvoyé un contenu vide. Veuillez réessayer.
hi: शीर्षक सुधारना विफल: मॉडल ने खाली सामग्री लौटाई। कृपया पुनः प्रयास करें।
id: Gagal memoles judul: model mengembalikan konten kosong. Silakan coba lagi.
it: Rifinitura del titolo non riuscita: il modello ha restituito contenuto vuoto. Riprova.
ja: タイトルの調整に失敗しました：モデルが空の内容を返しました。再試行してください。
ko: 제목 다듬기 실패: 모델이 빈 내용을 반환했습니다. 다시 시도하세요.
nl: Titel polijsten mislukt: het model gaf lege inhoud terug. Probeer het opnieuw.
pl: Nie udało się dopracować tytułu: model zwrócił pustą treść. Spróbuj ponownie.
pt: Falha ao refinar o título: o modelo retornou conteúdo vazio. Tente novamente.
ru: Не удалось улучшить заголовок: модель вернула пустой контент. Повторите попытку.
sv: Kunde inte förfina titeln: modellen returnerade tomt innehåll. Försök igen.
th: ปรับชื่อล้มเหลว: โมเดลคืนค่าเนื้อหาว่าง กรุณาลองใหม่
tr: Başlık iyileştirilemedi: model boş içerik döndürdü. Lütfen tekrar deneyin.
uk: Не вдалося поліпшити заголовок: модель повернула порожній вміст. Спробуйте ще раз.
vi: Trau chuốt tiêu đề thất bại: mô hình trả về nội dung trống. Vui lòng thử lại.
zh_hant: 潤色標題失敗：大模型返回了空內容，請重試。

source: 添加
ar: إضافة
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
nl: Voeg toe
pl: Dodaj
pt: Adicionar
ru: Добавить
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hant: 新增

source: 清理原始视频
ar: تنظيف الفيديو الأصلي
de: Originalvideo aufräumen
en: Clean up original video
es: Limpiar vídeo original
fr: Nettoyer la vidéo d'origine
hi: मूल वीडियो साफ़ करें
id: Bersihkan video asli
it: Pulisci video originale
ja: 元の動画を整理
ko: 원본 동영상 정리
nl: Originele video opruimen
pl: Wyczyść oryginalny film
pt: Limpar vídeo original
ru: Очистить исходное видео
sv: Rensa originalvideo
th: ล้างวิดีโอต้นฉบับ
tr: Orijinal videoyu temizle
uk: Очистити оригінальне відео
vi: Dọn video gốc
zh_hant: 清理原始影片

source: 清理视频
ar: تنظيف الفيديو
de: Video aufräumen
en: Clean up video
es: Limpiar vídeo
fr: Nettoyer la vidéo
hi: वीडियो साफ़ करें
id: Bersihkan video
it: Pulisci video
ja: 動画を整理
ko: 동영상 정리
nl: Video opruimen
pl: Wyczyść wideo
pt: Limpar vídeo
ru: Очистить видео
sv: Rensa video
th: ล้างวิดีโอ
tr: Videoyu temizle
uk: Очистити відео
vi: Dọn video
zh_hant: 清理影片
